Repository: yilmazarmagan/Chronify
Catalog: src/locales/*/messages.po
Languages: tr

source: min
tr: dk

source: Accent Color
tr: Tema Rengi

source: Active
tr: Aktif

source: Active Project
tr: Aktif Proje

source: Add tags...
tr: Etiket ekle...

source: All
tr: Hepsi

source: All data has been cleared.
tr: Tüm veriler temizlendi.

source: All Projects
tr: Tüm Projeler

source: Appearance
tr: Görünüm

source: Archived
tr: Arşivlendi

source: Are you sure you want to delete all entries, projects, and settings? This action is permanent.
tr: Tüm girişleri, projeleri ve ayarları silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Are you sure you want to delete project "{0}"? This action cannot be undone.
tr: "{0}" projesini silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Are you working?
tr: Çalışıyor musun?

source: Backup Restored
tr: Yedek Geri Yüklendi

source: Cancel
tr: İptal

source: Cannot Start Timer
tr: Zamanlayıcı Başlatılamıyor

source: Choose the primary color for the app
tr: Uygulamanın ana rengini seçin

source: Clear all filters
tr: Tüm filtreleri temizle

source: Color
tr: Renk

source: Confirm Backup Restoration
tr: Yedek Geri Yüklemeyi Onayla

source: Continue this task
tr: Bu göreve devam et

source: Create Entry
tr: Kayıt Oluştur

source: Create Project
tr: Proje Oluştur

source: Create your first project to get started.
tr: Başlamak için ilk projenizi oluşturun.

source: CSV report has been downloaded to your downloads folder.
tr: CSV raporu indirme klasörünüze indirildi.

source: Daily Activity
tr: Günlük Aktivite

source: Dark
tr: Karanlık

source: Data Management
tr: Veri Yönetimi

source: Data Reset
tr: Veri Sıfırlama

source: Delete
tr: Sil

source: Delete entry
tr: Girişi sil

source: Delete Project
tr: Projeyi Sil

source: Description
tr: Açıklama

source: Description Required
tr: Açıklama Gerekli

source: Download Report
tr: Raporu İndir

source: Edit
tr: Düzenle

source: Edit entry
tr: Girişi düzenle

source: Edit Project
tr: Projeyi Düzenle

source: Edit Time Entry
tr: Zaman Girişini Düzenle

source: End Time
tr: Bitiş Zamanı

source: End time must be after start time
tr: Bitiş zamanı başlangıç zamanından sonra olmalıdır

source: Enter project name
tr: Proje adını girin

source: entries found
tr: kayıt bulundu

source: Export
tr: Dışa Aktar

source: Export as CSV
tr: CSV olarak aktar

source: Export as PDF
tr: PDF olarak aktar

source: Export Backup (JSON)
tr: Yedeği Dışa Aktar (JSON)

source: Export Successful
tr: Dışa aktarma başarılı

source: Export your data for backup or import an existing backup file.
tr: Yedeklemek için verilerinizi dışa aktarın veya mevcut bir yedekleme dosyasını içe aktarın.

source: Filter by project
tr: Proje filtrele

source: Filter by tags
tr: Etiket filtrele

source: Global shortcut activated.
tr: Global kısayol etkinleştirildi.

source: Idle Reminder
tr: Boşta Kalma Hatırlatıcısı

source: Import Backup
tr: Yedeği İçe Aktar

source: Import Failed
tr: İçe Aktarma Başarısız

source: Import Now
tr: Şimdi İçe Aktar

source: Inactive projects won't appear in the timer selection
tr: Pasif projeler zamanlayıcı seçiminde görünmez

source: It looks like you have been active for a while. Don't forget to track your time!
tr: Uzun süredir aktif görünüyorsunuz. Zamanınızı kaydetmeyi unutmayın!

source: Language
tr: Dil

source: Light
tr: Açık

source: Month
tr: Ay

source: Most Active Project
tr: En Aktif Proje

source: Name must be at least 2 characters
tr: Ad en az 2 karakter olmalıdır

source: New Project
tr: Yeni Proje

source: New Time Entry
tr: Yeni Zaman Girişi

source: No data
tr: Veri yok

source: No data available
tr: Veri mevcut değil

source: No Data to Analyze
tr: Analiz edilecek veri yok

source: No description
tr: Açıklama yok

source: No Entries Yet
tr: Henüz giriş yok

source: No entries yet for today.
tr: Bugün için henüz giriş yok.

source: No Project
tr: Proje yok

source: No Projects Found
tr: Proje bulunamadı

source: No Projects Yet
tr: Henüz proje yok

source: Notifications & Reminders
tr: Bildirimler ve Hatırlatıcılar

source: Optional description
tr: İsteğe bağlı açıklama

source: Pause Timer
tr: Zamanlayıcıyı Duraklat

source: Paused
tr: Duraklatıldı

source: PDF report has been downloaded to your downloads folder.
tr: PDF raporu, indirme klasörünüze indirildi.

source: Pick dates range
tr: Tarih aralığı seçin

source: Pick end date and time
tr: Bitiş tarihini ve saatini seçin

source: Pick start date and time
tr: Başlangıç tarihini ve saatini seçin

source: Please enter a description for what you are working on.
tr: Lütfen ne üzerinde çalıştığınıza dair bir açıklama girin.

source: Please select a project to start the timer.
tr: Zamanlayıcıyı başlatmak için lütfen bir proje seçin.

source: Project
tr: Proje

source: Project Distribution
tr: Proje Dağılımı

source: Project is required
tr: Proje gereklidir

source: Project Name
tr: Proje Adı

source: Project Required
tr: Proje Gerekli

source: Projects
tr: Projeler

source: Ready
tr: Hazır

source: Recording
tr: Kaydediliyor

source: Reminder Threshold
tr: Hatırlatma Eşiği

source: Reports
tr: Raporlar

source: Reports and charts will appear here once you have projects and time entries. Create a project to get started!
tr: Raporlar ve grafikler, projeleriniz ve zaman girişleriniz olduğunda burada görünecektir. Başlamak için bir proje oluşturun!

source: Reset All Data
tr: Tüm Verileri Sıfırla

source: Reset All Data?
tr: Tüm Veriler Sıfırlansın Mı?

source: Resume Timer
tr: Zamanlayıcıyı Devam Ettir

source: Save Changes
tr: Değişiklikleri Kaydet

source: Search descriptions...
tr: Açıklama ara...

source: Select a project and create a description first.
tr: Önce bir proje seçin ve bir açıklama oluşturun.

source: Select project
tr: Proje seç

source: Select tags
tr: Etiket seç

source: Settings
tr: Ayarlar

source: Show a notification if you use computer but haven't started your timer.
tr: Bilgisayarınızı kullanıyorsanız ancak zamanlayıcınızı başlatmadıysanız bir bildirim gösterin.

source: Show Archived
tr: Arşivlenmişleri Göster

source: Start Time
tr: Başlangıç Zamanı

source: Start time is required
tr: Başlangıç zamanı gereklidir

source: Start Timer
tr: Zamanlayıcıyı Başlat

source: Stop & Save
tr: Durdur ve Kaydet

source: System
tr: Sistem

source: Tags
tr: Etiketler

source: The selected file is not a valid Chronify backup.
tr: Seçilen dosya geçerli bir Chronify yedeği değil.

source: Theme
tr: Tema

source: This will overwrite all your current data with the backup file. This action cannot be undone.
tr: Bu işlem tüm mevcut verilerinizin üzerine yedek dosyasını yazacaktır. Bu işlem geri alınamaz.

source: Timer
tr: Zamanlayıcı

source: Timer Paused
tr: Zamanlayıcı Duraklatıldı

source: Timer Resumed
tr: Zamanlayıcı Devam Ettirildi

source: Timer Started
tr: Zamanlayıcı Başlatıldı

source: Timesheet
tr: Zaman Çizelgesi

source: Today
tr: Bugün

source: Today's Activity
tr: Bugünün Aktiviteleri

source: Total Time
tr: Toplam Süre

source: Version
tr: Versiyon

source: Week
tr: Hafta

source: What are you working on?
tr: Ne üzerinde çalışıyorsunuz?

source: Year
tr: Yıl

source: Yes, Reset All
tr: Evet, Hepsini Sıfırla

source: You need at least one project to start tracking time. Create your first project to get things moving!
tr: Zaman takibine başlamak için en az bir projeye ihtiyacınız var. İşleri başlatmak için ilk projenizi oluşturun!

source: You need projects before you can see your work history. Start by creating one.
tr: Çalışma geçmişinizi görebilmek için projelere ihtiyacınız var. Bir tane oluşturarak başlayın.

source: Your data has been successfully imported.
tr: Verileriniz başarıyla içe aktarıldı.

source: Your time entries will show up here. Start the timer to track your productivity!
tr: Zaman girişleriniz burada görünecektir. Verimliliğinizi takip etmek için zamanlayıcıyı başlatın!
